import FAQItem from "../components/questions/Questions"

import MyServices from "./FifthScreen";
import styles from "./SixthScreen.module.css"

const SixthScreen = () => {
  return (
    <>

      <div className={styles.title}>אתם שואלים ואני עונה</div>
      <div className={styles.description}>
        יוצא לי לשמוע מכם הרבה שאלות והתלבטויות וחשוב לי לספק לכם מענה גם כשאני לא זמין - לחצו על כל שאלה שרלוונטית אליכם
      </div>
      <FAQItem 
        question="אני לא מיוחד, שום מסלול לא באמת יתאים לי" 
        answer="תקשיב, אני שומע את זה המון ואני לגמרי מבין מאיפה זה מגיע. כשאתה יוצא מהצבא ונכנס לעולם של אינסוף אפשרויות, קל להרגיש 'סתם עוד אחד'. אבל האמת היא שכל אחד מאיתנו ייחודי בדרך שלו - הערכים שלך, התכונות שלך, הדברים שמניעים אותך, כל אלה יוצרים תמהיל שהוא לגמרי שלך. התהליך שלי בדיוק נועד לחפור ולמצוא את הדברים האלה. אני לא מתעסק בשאלונים שטחיים, אלא בתהליך עומק שמגלה את מה שאתה לא תמיד יודע לנסח לעצמך. ואתה יודע מה? אחרי שמגלים את זה - פתאום הכל מתחיל להסתדר."
      />
      
      <FAQItem 
        question="איך אתה תדע מה אני צריך לעשות בחיים? אתה בעצמך צעיר" 
        answer="תראה, אני לא בא להגיד לך מה לעשות בחיים - אני בא ללמד אותך איך לגלות את זה בעצמך. הייתי בדיוק באותו מקום שלך לפני כמה שנים, מדלג בין תחומים ומרגיש שום דבר לא מדבר אליי במאה אחוז. הסוד הוא לא בגיל אלא בשיטה - אני מביא כלים מעולם הפסיכולוגיה וה-NLP שעזרו לי לעשות סדר בבלגן, וכבר עזרו למאות אחרים. אז אני לא מתיימר לדעת יותר טוב ממך מה נכון לך, אבל אני כן יודע בדיוק איך לעזור לך למצוא את זה בעצמך. זה הרבה יותר חזק מסתם עצה."
      />
      
      <FAQItem 
        question="אני לא מאמין שתהליך כזה באמת יכול לעזור לי" 
        answer="אני מבין את הספקנות - באמת. גם אני הייתי שם. כשיש כל כך הרבה 'מומחים' ו'יועצים' שמבטיחים הבטחות, קשה לדעת מה באמת עובד. מה שאני יכול להגיד לך זה שהתהליך שאני מציע לא מבוסס על קסמים ולא על הבטחות שווא. זה תהליך מובנה של 8 פגישות, עם מתודולוגיה ברורה שעובדת על בניית 'תעודת זהות תעסוקתית' שלך. הרבה פעמים, התובנות מגיעות כבר בפגישה השנייה או השלישית, כשאתה פתאום מבין דברים על עצמך שלא חשבת עליהם ככה אף פעם. אבל בסוף, המבחן האמיתי הוא בתוצאות, ואני גאה בתוצאות של הלקוחות שלי. אשמח לשתף איתך כמה סיפורי הצלחה אם תרצה."
      />
      
      <FAQItem 
        question="לא בא לי לחשוף יותר מדי על עצמי" 
        answer="קודם כל אני מכבד את זה לגמרי. פרטיות זה דבר חשוב. מה שחשוב לי שתדע זה שקודם כל מדובר בתהליך דיסקרטי לחלוטין. שום דבר ממה שנאמר במפגשים שלנו לא יוצאים החוצה והכל נשאר בינינו. התהליך שלי בנוי כדי לעזור לך להכיר את הצדדים הכי טובים של עצמך, את החוזקות ואת הכשרונות שלפעמים אנחנו לא שמים לב אליהם. ויותר מזה, בתהליך אתה תכיר גם את הצדדים שיש לך שהיית רוצה לשנות כדי להיות אדם טוב יותר ובדיוק בשביל זה התהליך גם רגשי ופתוח וגם דיסקרטי מאוד. אגב, רוב הלקוחות שלי מגלים שככל שהתהליך מתקדם, הביטחון שלהם גדל והם מרגישים יותר ויותר בנוח. בסוף זה בשביל שתצא עם התוצאות הטובות ביותר 🙂"
      />
      
      <FAQItem 
        question="אני לא בטוח שמישהו באמת יכול להבין אותי" 
        answer="אני מבין מאיפה זה בא. באמת קשה למצוא אנשים שמבינים אותנו לגמרי, במיוחד בגיל הזה שבו כולם מצפים ממך להחליט על החיים שלך. מה שייחודי בתהליך שלי הוא שאני לא מתיימר להבין אותך יותר טוב ממה שאתה מבין את עצמך. ההפך הוא הנכון - אני נותן לך את הכלים להבין את עצמך יותר טוב. לפעמים, בתוך כל המרוץ והלחץ, אנחנו שוכחים להקשיב לעצמנו. התפקיד שלי הוא לתת לך את המרחב והכלים כדי שתוכל לברר לעצמך מה באמת מתאים לך. אני לא מתיימר לדעת מה הכי טוב בשבילך - אני פשוט יודע איך לעזור לך לגלות את זה."
      />
      
      <FAQItem 
        question="כמה זמן לוקח עד שאדע מה מתאים לי?" 
        answer="תראה, אני לא מאמין ב'פתרונות קסם'. התהליך המלא אורך 8 פגישות, אבל האמת? רוב האנשים מתחילים להרגיש בהירות כבר אחרי 3-4 פגישות. זה לא אומר שאחרי 4 פגישות כבר הכל פתור, אבל אתה מתחיל לראות את הכיוון בבירור. כמובן שזה משתנה מאדם לאדם - יש כאלה שמגיעים עם תחושות בטן חזקות ופשוט צריכים עזרה לחדד אותן, ויש כאלה שמרגישים יותר 'בערפל' ולוקח קצת יותר זמן. מה שאני יכול להגיד לך בוודאות זה שהתהליך בנוי בצורה שבסופו תהיה לך תמונה ברורה והרבה יותר ודאות לגבי הצעד הבא שלך."
      />
      
      <FAQItem 
        question="אני רואה את החברים שלי כבר מתקדמים בלימודים/עבודה ואני עדיין מתלבט" 
        answer="אני מכיר את התחושה הזאת טוב מאוד. כשכולם סביבך כבר 'יודעים' ואתה עדיין מחפש, זה יכול להרגיש כאילו אתה מפספס משהו. אבל בוא אני אגיד לך משהו שאולי ישנה לך את הפרספקטיבה: לפי נתוני הלמס, כמעט 50% מהצעירים לא עובדים במה שלמדו. חצי! יודע מה זה אומר? שרבים מהחברים שלך שכבר 'החליטו' עלולים למצוא את עצמם מתחילים מחדש בעוד כמה שנים. העובדה שאתה לוקח את הזמן כדי לבחור נכון היא לא חיסרון - זה יתרון. זה אומר שאתה מספיק חכם להבין שהבחירה הזאת חשובה מכדי למהר איתה. התהליך שלי נועד בדיוק כדי לקצר את הזמן הזה ולעזור לך למצוא את הדרך הנכונה בלי לבזבז שנים על ניסוי וטעייה."/>
      
      <FAQItem 
        question="אני מרגיש שההורים שלי לוחצים עליי ללכת לכיוון מסוים" 
        answer="אה, הלחץ של ההורים... קלאסי. תאמין לי, אני שומע את זה מכל לקוח שני. ואני מבין - ההורים רוצים את טובתך, הם פשוט לפעמים שוכחים שמה שהיה נכון בשבילם לא בהכרח נכון בשבילך. חלק חשוב מהתהליך שלנו הוא לברר מה באמת חשוב לך - לא להורים שלך, לא לחברים שלך, אלא לך. מה הם הערכים שלך? מה מניע אותך? כשיש לך תשובות ברורות לשאלות האלה, זה גם הרבה יותר קל להסביר להורים שלך למה אתה בוחר בדרך מסוימת. ובמקרים רבים, כשההורים רואים שיש לך תוכנית ברורה ומחשבה מסודרת, הלחץ פוחת משמעותית."
      />
      
      <FAQItem 
        question="אני שומע המון עצות סותרות מאנשים שונים ואני מבולבל" 
        answer="אני מבין אותך לגמרי. כשכל אחד אומר משהו אחר - דוד אחד אומר 'תלמד משפטים', דוד שני אומר 'אין כמו הייטק', חבר אומר 'תפתח עסק' וחבר אחר אומר 'תלמד מקצוע'... איך לא תהיה מבולבל? הבעיה היא שכולם מדברים מהניסיון שלהם ומהראש שלהם, לא מהראש שלך. ההבדל במה שאני עושה הוא שאני לא מנסה לדחוף אותך לכיוון מסוים. אני עוזר לך לברר מה נכון לך, בהתבסס על מי שאתה, מה החוזקות שלך, מה הערכים שלך ומה היעוד שלך. כי בסופו של דבר, אתה צריך לקום בבוקר לעבודה הזאת, לא אף אחד אחר. וכשמוצאים את הדבר הנכון - מתעוררים בבוקר עם אנרגיה ומוטיבציה, לא עם תחושה של 'עוד יום, עוד דולר'."
      />
      
   
      
      <FAQItem 
        question="אני כבר התחלתי תואר/קורס אבל אני לא בטוח שזה מתאים לי" 
        answer="אני שומע את זה הרבה, וזה מצב מורכב באמת. מצד אחד, יש תחושה של 'כבר השקעתי בזה זמן/כסף', ומצד שני - תחושה שזה לא זה. התהליך שלי יכול לעזור לך לברר אם מה שאתה לומד עכשיו באמת מתאים לך ולהגדיר מה הבעיה האמיתית - האם זה התחום עצמו, או אולי המוסד, או אולי הציפיות שלך מהלימודים לא תואמות את המציאות. לפעמים התשובה היא להחליף מסלול, ולפעמים זה פשוט להבין טוב יותר איך התחום הזה יכול להתאים לך בצורה אחרת ממה שחשבת. בכל מקרה, עדיף לברר את זה עכשיו מאשר לסיים תואר שלם ורק אז להבין שזה לא מה שאתה רוצה לעשות בחיים."
      />
   
    </>
  );
};

export default SixthScreen;